{
    "BOT": "Hi there!\nI’m the personal bot of Esther, a Product Marketer from San Francisco.\n![esther](https://raw.githubusercontent.com/esthercrawford/smooch-bot-example/master/img/esther.jpg)\nWant to know more about bots or learn about Esther? %[I'm here for the bot](postback:here_for_the_bot) %[Learn about Esther](postback:learn_about_esther) %[One random fact!](postback:random_fact)",
    "HELLO": "Hello to you!\nGlad you stopped. Ask some questions - I am still learning so I may not understand you all the time.\nOh, and when asking a question you don't need to enter a ?.",
    "YO": "What's up with you? Glad you stopped. So what would you like to know more about? %[Tom's Career](postback:toms_career) %[Tom's porfolio](http://turphdesigns.com)",
		"TOMS CAREER": "I have worked for many places",
		"I LOVE YOU": "Awh, shucks! I love you too!",
		"HOW ARE YOU": "Super excited. Hopefully it is an awesome day for you too.",
    "WHO ARE YOU": "I am the bot for Tom Murphy (a.k.a. Turph)",
		"ARE YOU LOOKING FOR A JOB": "Thanks for asking, but right now I am pretty happy.",
		"CAN I SEE YOUR WORK": "Sure! You can find it here:\n %[Tom's porfolio](http://turphdesigns.com)",
		"DO YOU HAVE A PORTFOLIO": "Sure! You can find it here:\n %[Tom's porfolio](http://turphdesigns.com)",
		"EVEN FOR A LOT OF MONEY": "Well... That does sound great, but I really like living in Park City",
		"WHAT DO YOU DO": "I am an UX Designer. My strengths are mostly around using analytics to solve user problems.",
		"WHERE HAVE YOU WORKED": "I have worked for an advertising agency called Allen & Gerritsen, a financial startup called WorldStreet, that big retailer Amazon, and an outdoor company called Backcountry.",
		"WHO HAVE YOU WORKED FOR": "I have worked for an advertising agency called Allen & Gerritsen, a financial startup called WorldStreet, that big retailer Amazon, and an outdoor company called Backcountry.",
		"WHERE DO YOU WORK": "I work at CityPASS. It is an awesome company! Also for a startup called LocalPorch",
		"WHERE DO YOU WORK NOW": "I work at CityPASS. It is an awesome company! Also for a startup called LocalPorch",
		"WHEN DID YOU WORK AT AMAZON": "I worked there from January 2008 to July 2012. Long ago, enough to move from a building in the International District to one of the first building in the new campus.",
		"WHAT DID YOU DO AT AMAZON": "I was the UX designer for ProductAds. A product advertising service.",
		"WHAT IS PRODUCTADS": "Unfortunately the product no longer exists. But it was a way for merchants to advertise their products alongside the Amazon catalog. When a visitor clicked on the product they were taken to the merchants website to complete the transaction.",
		"WHAT DID YOU DO AT AMAZON": "As the sole UX designer I was responsible for display of the product ads within relevancy widgets on search and product pages. Also, I worked with SellerCentral, the application which merchants used to upload, manage and create campaigns for their products",
		"WHAT WAS YOUR ROLE AT AMAZON": "As the sole UX designer I was responsible for display of the product ads within relevancy widgets on search and product pages. Also, I worked with SellerCentral, the application which merchants used to upload, manage and create campaigns for their products",
		"WHY DID YOU LEAVE AMAZON?": "Have you heard? It rains a lot in Seattle - no I mean A LOT! Also big city life is a grind. And ~5 years at Amazon is a long time.\n!I loved working there, but it was time to move on.",
		"WHAT DO YOU LIKE TO WORK ON": "I like understanding how things work - so being presented a problem or looking at analytics, and working on a solution.",
		"WHAT IS YOUR WEAKNESS": "Ice cream.",
		"WHY SHOULD I HIRE YOU": "I can make a decent looking & highly efficient user experience, play a strong forward left wing and luge. Honestly, do you know anyone else that is a luger?",
		"ARE YOU MARRIED": "Yo recruiter that's illegal to ask!\nBut since you asked, yes I am.",
    "CONNECT ME": "",
    "DISCONNECT": "Roger that, turphBot is back."
}
